;Place localized text in this file lol


;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;; WD - HELMETS ;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[EDF_WD_HelmetA_Helm_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔"

[EDF_WD_HelmetA_FPU_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔"

[EDF_WD_HelmetA_FPL_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔"

[EDF_WD_HelmetB_Helm_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔 (无护目镜)"

[EDF_WD_HelmetB_FPU_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔 (无护目镜)"

[EDF_WD_HelmetB_FPL_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔 (无护目镜)"

;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;; WD - JETPACK ;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[EDF_WD_TorsoDeco_Jetpack_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 喷气背包"



;;;;;;;;;;;;;;;;;;;;;;;;;
;;; WD CIV - HELMETS ;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[EDF_WD_Civvie_HelmetA_Helm_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔 (平民)"

[EDF_WD_Civvie_HelmetA_FPU_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔 (平民)"

[EDF_WD_Civvie_HelmetA_FPL_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔 (平民)"

[EDF_WD_Civvie_HelmetB_Helm_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔 (平民 - 无护目镜)"

[EDF_WD_Civvie_HelmetB_FPU_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔 (平民 - 无护目镜)"

[EDF_WD_Civvie_HelmetB_FPL_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 头盔 (平民 - 无护目镜)"

;;;;;;;;;;;;;;;;;;;;;;;;;
;;;; WD CIV - JETPACK ;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[EDF_WD_Civvie_TorsoDeco_Jetpack_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 喷气背包 (平民)"

;;;;;;;;;;;;;;;;;;;;;;;;;
;;;; WD CIV - HARNESS ;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[EDF_WD_Civvie_TorsoDeco_Harness_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 安全带 (平民)"

;;;;;;;;;;;;;;;;;;;;;;
;;;;WD CIV - THIGH;;;;
;;;;;;;;;;;;;;;;;;;;;;

[Kev_EDF_WD_Civvie_ThighDeco_Bags_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 (平民)"

[LPl_EDF_WD_Civvie_ThighDeco_Bags_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 (平民)"

[MPl_EDF_WD_Civvie_ThighDeco_Bags_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 (平民)"

[HPl_EDF_WD_Civvie_ThighDeco_Bags_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 (平民)"

[LPo_EDF_WD_Civvie_ThighDeco_Bags_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 (平民)"

[MPo_EDF_WD_Civvie_ThighDeco_Bags_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 (平民)"

[HPo_EDF_WD_Civvie_ThighDeco_Bags_T X2BodyPartTemplate]
DisplayName="地球防卫军:潜翼者 (平民)"
